* Portfolio

Manage portfolio and personal brand.

#+BEGIN: clocktable :scope subtree :maxlevel 2
#+CAPTION: Clock summary at [2025-11-25 Tue 22:15]
| Headline                                 | Time    |      |
|------------------------------------------+---------+------|
| *Total time*                             | *13:53* |      |
|------------------------------------------+---------+------|
| Portfolio                                | 13:53   |      |
| \_  Setup Hugo and AWS                   |         | 3:00 |
| \_  Setup portfolio                      |         | 4:00 |
| \_  Setup consistent brand               |         | 3:40 |
| \_  Customize Hugo gallery template      |         | 2:00 |
| \_  Add Medium and Goodreads to template |         | 1:13 |
#+END:

** DONE Setup Hugo and AWS
CLOSED: [2025-11-01 Sat 23:00]
:LOGBOOK:
CLOCK: [2025-11-01 Sat 20:00]--[2025-11-01 Sat 23:00] =>  3:00
:END:

** DONE Setup portfolio
CLOSED: [2025-11-10 Mon 22:00]
:LOGBOOK:
CLOCK: [2025-11-09 Sun 20:00]--[2025-11-09 Sun 22:00] =>  2:00
CLOCK: [2025-11-10 Mon 20:00]--[2025-11-10 Mon 22:00] =>  2:00
:END:

** DONE Setup consistent brand
CLOSED: [2025-11-11 Tue 12:30]
:LOGBOOK:
CLOCK: [2025-11-11 Tue 10:30]--[2025-11-11 Tue 14:10] =>  3:40
:END:

** DONE Customize Hugo gallery template
CLOSED: [2025-11-23 Sun 11:44]
:LOGBOOK:
CLOCK: [2025-11-23 Sun 09:44]--[2025-11-23 Sun 11:44] =>  2:00
:END:

** DONE Add Medium and Goodreads to template
CLOSED: [2025-11-25 Tue 22:15]
:LOGBOOK:
CLOCK: [2025-11-25 Tue 21:00]--[2025-11-25 Tue 22:13] =>  1:13
:END:
